{
    "Presentation": "Présentation",
    "Newsletter": "Newsletter",
    "Contact": "Contact",
    "Welcome back, :name! 🎉": "Bon retour, :name ! 🎉",
    "Thank you for joining Laravel Sénégal! We're thrilled to have you as part of our growing community of passionate developers and tech enthusiasts.": "Merci de rejoindre Laravel Sénégal ! Nous sommes ravis de vous compter parmi notre communauté grandissante de développeurs et passionnés de technologie.",
    "Connect With Us": "Rejoignez-nous",
    "Join our vibrant community across different platforms. Stay updated, share knowledge, and grow together!": "Rejoignez notre communauté dynamique sur différentes plateformes. Restez informé, partagez vos connaissances et grandissons ensemble !",
    "WhatsApp Community": "Communauté WhatsApp",
    "Join our WhatsApp community to chat in real-time and network with fellow developers.": "Rejoignez notre communauté WhatsApp pour discuter en temps réel et réseauter avec d'autres développeurs.",
    "Join Community": "Rejoindre la communauté",
    "Follow on X": "Suivez-nous sur X",
    "Stay updated with the latest news, events, and Laravel tips.": "Restez informé des dernières actualités, événements et astuces Laravel.",
    "Follow Us": "Suivez-nous",
    "GitHub Repository": "Dépôt GitHub",
    "Contribute to open-source projects and collaborate on code.": "Contribuez à des projets open-source et collaborez sur du code.",
    "View Repository": "Voir le dépôt",
    "LinkedIn Company": "Page LinkedIn",
    "Network professionally and explore career opportunities.": "Réseautez professionnellement et explorez des opportunités de carrière.",
    "Your Journey Starts Here": "Votre parcours commence ici",
    "Whether you're just starting with Laravel or you're a seasoned developer, Laravel Sénégal is your home for growth, learning, and collaboration. Together, we're building the future of tech in Senegal and beyond. Let's code, learn, and inspire each other!": "Que vous débutiez avec Laravel ou que vous soyez un développeur expérimenté, Laravel Sénégal est votre maison pour la croissance, l'apprentissage et la collaboration. Ensemble, nous construisons l'avenir de la tech au Sénégal et au-delà. Codons, apprenons et inspirons-nous mutuellement !",
    "Need help? We're here for you!": "Besoin d'aide ? Nous sommes là pour vous !",
    "Contact Support": "Contacter le support",
    "Guest (s)": "Invité(s)"
}